espressif/esp-idf/examples/ethernet/basic/sdkconfig.ci.defaults_esp32p4v1
CONFIG_IDF_TARGET="esp32p4"
CONFIG_ESP32P4_SELECTS_REV_LESS_V3=y

CONFIG_ETH_ENABLED=y
CONFIG_ETH_USE_ESP32_EMAC=y
